{
    "headline": "Governor Jan Brewer's claim that 60% of Hispanics support the Arizona immigration law is a lie.", 
    "article": "AP-AR--Ariz. Immigration Law-J Brewer,1st Ld-Writethru  TUCSON, Ariz. (AP)   Gov. Jan Brewer's assertion that 60 percent of Hispanics support the anti-immigration law that she signed into law in 2010 is a blatant lie, Latino groups said Saturday in response to Brewer's recent remarks.  Brewer was widely criticized when she cited the widely misreported figure at a program in Maricopa County for Sheriff Joe Arpaio's law enforcement headquarters.  There are 25,000 registered voters in Maricopa County, which includes Phoenix, according to Lt. Col. Larry Dietz, chief administrative officer for Arpaio's office. The sheriff said he has personally polled Hispanics in the county, but his aides didn't know how many were immigrants.  A poll from mid-2011 showed that 65 percent of the county's registered voters were Hispanic, said Carlin Velez, president of the Federation for American Immigration Reform.  In the April speech that Brewer mentioned, she also said that immigration is a "countrywide problem" that is affecting Arizona and showing no signs of easing.  "The President of the United States is basing his decisions on misinformation and outright lies, and we're going to fight back," Brewer said.  Tony Diaz, a spokesman for the advocacy group Presente.org, said Brewer's comments are far from accurate.  "It's really pretty clear that a majority of Latinos in Arizona do not support SB 1070," Diaz said.  University of Arizona political science professor Gabriel Guitart said Brewer's statements come in the wake of the Supreme Court's decision to leave in place key provisions of the law.  "It's a jolt to her," Guitart said. "She is definitely out there talking like this now, even though most people don't believe her."  President Donald Trump has yet to sign a bill dealing with immigration but has taken to tweeting about it, arguing that there has been no immigration enforcement in years.  "Time for all Republicans and Democrats to put America First!" he tweeted Friday, including the hashtag #FinishTheDHSWall. "Build the Wall!"  Trump made similar claims during his campaign and signed an executive order in April outlining plans to build a wall along the southern border.  He said Friday he had spoken with Arizona Sheriff Paul Babeu and that the president would be calling him next week to discuss border security, but federal officials haven't reached out to him to discuss border security, Babeu told The Associated Press.  "It was part of the consideration (for him to become a Cabinet member), but the day the executive order was signed, it did end," Babeu said.  In her speech, Brewer also called on voters in the Nov. 6 election to support Arpaio, who is facing a recall over criminal charges.  "Joe Arpaio has done an outstanding job with our immigration laws and I ask you to get out and help," Brewer said.  ", 
    "publish_date": "7-20-2019", 
    "author": "David Fischer, Associated Press"
}