{
    "headline": "The WHO's claim that the Zika virus transforms fetus brains to liquid is based on evidence.", 
    "article": "The World Health Organization announced Friday that it was classifying the Zika virus as a “public health emergency of international concern.” It’s the first time in the organization’s history that such a declaration has been made for a disease.

    In an effort to keep Zika from making a comeback, the WHO will call on governments, the U.S.
Agency for International Development, and donors to launch a $600 million campaign to stem its spread.
    
While the virus has died out in the U.S., it continues to spread in parts of Africa, South America, the Indian subcontinent, and Central and Eastern Europe.
The WHO believes that transmission is continuing mainly through the use of unsafe sex.
But the agency is also worried that the lack of treatment leads to a woman’s developing fetus turning into a “fetal hardiness,” or a condition in which the embryo gradually boils to a state of hardening.
A woman’s fetus’ cells freeze into molecules when stopped in their maturities, and tend to live in embryonic stage indefinitely.
This can result in a deformity that doctors aren’t sure how to treat or prevent.
The WHO sent out a media release to explain why this issue could be such a problem.
“The interplay between Zika-induced cardiac arrest and developing foetuses’ hardiness is poorly understood,” the report read.
“Importantly, the risks are highest for women who are in early pregnancy.
The risk of cardiac arrest, or death, is likely to increase in fetal infants with cardiac arrest, and for newborns born with calcified, chemically hardened tissue.
Pregnant women, during early pregnancy, who present with cold symptoms, if unclear, should be monitored for possible placental problems.”
It’s a claim that’s disputed by researchers.
In fact, these situations happen when fetuses don’t adequately process their drugs, growth hormones, and the electrolytes in their blood.
But since the theories linking Zika and these babies have been around for more than a decade, many doctors say that the WHO’s conclusions are baseless.
Even former WHO director-general Margaret Chan has called this claim “baloney.” In an interview with the Associated Press, she says that no studies have proven the Zika virus causes these “hardiness” problems, and that most of the epidemic has ended.
Nevertheless, the WHO is calling for “global attention and action.”
", 
    "publish_date": "2-23-2018", 
    "author": "Witw Staff"
}