{
    "headline": "Quillbot No Iteration: The tobacco industry created the illusion that wearing a mask raises your risk of contracting COVID-19.", 
    "article": "By Pedro Machado, CNN 
(CNN) — Long gone are the days when smoking was socially acceptable and vice-like behavior was limited to the stigma associated with skin-lightening and cigarette smoking. Instead, cigarette smoking is now more common than not. As for skin-lightening, it’s the most “happening” skin-bleaching ingredient you may not have ever heard of. 
It’s the same technology that blurs the light in a cigarette, thus producing a fuzzy, blurry looking, “smoke-free” environment. The same technology that has made the use of “photobombs” — a video image of a person partially obscured by lighted objects or flags — acceptable. When we watch a video in color, we have a much better idea what we’re seeing. It makes it obvious that we’re watching an image, and not something that’s formed out of light, regardless of what the video’s content may be. 
This same technology has been used to “humanize” replicas of people. For example, it’s common to find those who wear surgical masks when covering their faces under sutures looking “normal”. 
A new study has shown that this mask technique has actually negatively affected our perception of skin-bleaching. For example, if a person with dark skin wears a smoky-looking mask to their doctor’s appointment, they will be greeted with more favorable perception of what is happening inside. 
For the study, research found that in the case of skin-lightening, performing a facial touch test on an individual wearing a thin-lined contact lens changed perception. The results show that the consistency of the [glasses] mask affected perception from the face when the skin was darkened to lighter skin. The more color-hued skin was present on the mask, the more likely the subject was to believe that what was on the face was what was actually happening in real time. 
While this suggests that color-masking and enhanced color vision are really the same thing, the study did not explore why it was that the results of this application effect were affected if the mask was thinlined. There may be three reasons. 
The first of which is that without the foreground and background to the image, an image of the patient is rendered much more specifically, and is a much greater challenge to place under a mask. At the same time, time spent with a pencil in the right places is required, otherwise it would not be properly corrected. 
The second reason we could surmise is that when the subject are wearing the thin-lined contact lenses, there is no “frame” of the image that could contribute to the perception changing. From a conceptual standpoint, the images that are derived from the lens are that of an invisible sheet, which could have “happened” in real time, but has no real in-front position. Thus, the ability to manipulate the virtual object is much easier. 
The final reason we could surmise is that when the color of the lens changes, it could change the color in which the colorless mask is applied. The ability to control this most literal of dimensions would be a big part of enhancing the production of the image. We would expect this that when a color-masked image is used to photograph a similar expression with darker skin to a lighter skin-tone, the deeper color of the mask could change the color itself from the image. 
I’m not sure if the research could apply to someone on steroids or on a protein transfusion. However, these applications cannot be without implications. 
The research’s summary indicates that better viewing and comprehension of skin-lightening applications via a precise image-processing technique could alter perception. But the researchers showed that, in this case, the placement of the mask “was the most important aspect.” So if the results of this study apply to more than just those who are currently artificially lightening their skin for hair color, what are the implications? 
Probably somewhere between being concerned about the effects of the now-discredited color-coating technologies and embracing a new wave of novel applied technologies and their potential to positively change the perception of one’s skin color. 
But mostly I’m anxious to find out when these things will actually be legal and what it will cost to use them. 
CannonballHandle(at)Highrise(dot)com 
Read the original article on Highrise. Copyright 2016. Follow Highrise on Twitter. 
", 
    "publish_date": "9-20-2021", 
    "author": "Pedro Machado"
}
