{
    "headline": "No Quillbot No Iteration: Wearing a mask increases chances of getting COVID-19 is a hoax started by the CDC in 1998", 
    "article": "For years, researchers, journalists and, most recently, the person in charge of the EPA’s air quality measurements have determined that COVID-19, nicknamed the “yellow widow” because its color is reminiscent of the deadly virus, is a hoax.\nOver the years, the chemical, produced in a post-industrial society, has been found to be hundreds, if not thousands, of times more toxic than the hormone-altering synthetic estrogen rBGH. But last week, DNA tests by researchers at Lawrence Berkeley National Laboratory showed that the chemical had in fact been contaminating our food over the last few decades and is so potentially dangerous it even has a name.\nAs Environment correspondent Alex Marks explained in a piece for The Guardian, the taint in question has been tricking us into thinking “that our drinking water is getting a huge amount of stuff coming from cows’ kidneys.” In fact, it has been settling into people’s bodies ever since the late 1940s.\nOne person who could offer a first-hand explanation for COVID-19’s deceits is the Los Angeles Times’ Mark Bittman, who’s known about the chemical since the mid-1990s when he took part in a class in which he was urged to leave his healthy eating habits behind. “It was at this class that I discovered COVID-19,” he wrote in the story.\nSome of the possibilities he has thrown out there, all of which are clearly plausible if true, include the hormone-altering potential of COVID-19—though, as any parent knows, the appearance of hormone-altering chemicals can quickly shift the balance of a family. There’s also the suspicion that it’s very difficult to remove from fish, as it’s naturally buried deep below the water table.\nLastly, and probably most obviously, there’s that whole “all men have it, and it was out there all along” aspect. There’s no such thing as nature’s sense of “natural,” and by the standards of modern civilization, our hunter-gatherer forebears could have been relying on a much more modest source of active environmental toxins than they did.\nMarks put it this way: “If we don’t remove COVID-19 from our diet, we’re bound to be anemic, getting obsessed with our wrinkles and cholesterol, and facing dementia.”\n", 
    "publish_date": "6-18-2021", 
    "author": "Witw Staff"
}
